[
    {
        "id": 1,
        "name": "repurpose enterprise mindshare",
        "startPrice": 708,
        "endPrice": 769,
        "imgUrl": "https://picsum.photos/seed/lnOXw/640/480",
        "textDescription": "Acervus possimus aetas ante abbas clarus. Supplanto autem arbitro cernuus. Volaticus super truculenter.<br/><br/>\nDepereo dolore uredo comptus. Desidero comminor comburo annus terga denique usitas appositus. Canto surculus terreo assumenda vae acquiro.<br/><br/>\nAvarus utique dicta torrens teres votum cruentus cometes terminatio. Calcar casso subnecto brevis cattus creptio cohors officia. Aestivus suscipit callide timor succedo deleo utpote explicabo adnuo cupiditas.<br/><br/>\nDemergo arbustum conatus. Umbra molestias patruus animi claudeo validus quidem carcer. Currus tergiversatio cupio totus utrum animus velit.<br/><br/>\nTerror combibo crebro. Arx vulgo verumtamen vallum defluo. Qui demum a deripio truculenter verecundia.<br/><br/>\nVoluptates laudantium statim. Ago vindico agnosco solitudo vesper cunabula averto verbera audacia timidus. Aspernatur reiciendis sui voluptate valde cavus neque amita deprecator.<br/><br/>\nTantillus necessitatibus cuius damnatio talio certe pecus despecto. Maiores ustilo argumentum comparo sponte abutor vulgo. Attollo in theologus vallum abscido tertius adimpleo capitulus cattus.<br/><br/>\nDolores cur cauda ventus. Aeneus atqui universe. Ducimus volutabrum adulatio taceo utique arbustum vitae.<br/><br/>\nFacere vesper cado animadverto cuppedia tutis demum cunabula. Speciosus cilicium dolorum. Cunctatio laborum coaegresco vulgo.<br/><br/>\nAttollo praesentium dolorem synagoga. Excepturi quae basium corroboro. Sum quos a sub.",
        "details": [
            {
                "key": "seldom",
                "label": "beside",
                "type": "BADGES",
                "values": [
                    "prep",
                    "rapid",
                    "that",
                    "boo",
                    "colonisation"
                ]
            },
            {
                "key": "expert",
                "label": "justly",
                "type": "BADGES",
                "values": [
                    "execution",
                    "yum",
                    "impressionable",
                    "authentic",
                    "grown",
                    "constellation",
                    "repeatedly",
                    "until",
                    "apropos"
                ]
            },
            {
                "key": "inasmuch",
                "label": "aha",
                "type": "TEXT",
                "value": "horrible"
            },
            {
                "key": "yowza",
                "label": "ick",
                "type": "BADGES",
                "values": [
                    "than",
                    "um"
                ]
            },
            {
                "key": "bottom",
                "label": "how",
                "type": "BADGES",
                "values": [
                    "fondly",
                    "diagnose",
                    "till",
                    "without"
                ]
            },
            {
                "key": "likewise",
                "label": "yesterday",
                "type": "BADGES",
                "values": [
                    "capital",
                    "ha",
                    "pfft",
                    "provided",
                    "till"
                ]
            },
            {
                "key": "throughout",
                "label": "detour",
                "type": "BADGES",
                "values": [
                    "silently",
                    "incidentally",
                    "terribly",
                    "peel"
                ]
            },
            {
                "key": "afore",
                "label": "under",
                "type": "BADGES",
                "values": [
                    "aw"
                ]
            },
            {
                "key": "naturally",
                "label": "mean",
                "type": "TEXT",
                "value": "idolized"
            }
        ],
        "createdAt": "2024-03-20T14:47:50.534Z",
        "updatedAt": "2024-03-20T14:47:50.534Z"
    }
]