[
    {
        "id": 1,
        "name": "deploy cross-platform channels",
        "startPrice": 261,
        "endPrice": 297,
        "imgUrl": "https://picsum.photos/seed/rnPm1dxPwU/640/480",
        "textDescription": "Sopor dolorum usus cornu illum arbor taedium. Artificiose suffoco undique cogo vis casus ipsam acceptus voluptatem. Tutamen ventito eos rerum totam despecto consuasor denego conventus verto.<br/><br/>\nCaveo paens veritatis denuncio acceptus cogito. Timor solio qui valens hic vulticulus. Vapulus constans veritatis amicitia stella curiositas itaque summopere tumultus.<br/><br/>\nDebeo statim alveus denego cuius consuasor tracto turbo. Accommodo vitium speciosus tum acsi tamquam arbustum cogo ancilla abundans. Apto nobis demoror territo thermae abstergo debitis canonicus tabgo arx.<br/><br/>\nTollo confido sui sed vinum victoria. Curis beatus deludo nam taedium sum eveniet colo. Vulticulus sit vindico conqueror tendo spiritus cribro dolore.<br/><br/>\nComptus crudelis amita iste necessitatibus bis architecto adfectus. Aggredior villa alius illum capto deficio et. Demergo crinis pauper thymum ulciscor quaerat venustas tabula.<br/><br/>\nDecimus volubilis universe aveho tumultus. Vicinus tabella sapiente dens eaque arto aggero testimonium. Deludo acies expedita ventus.<br/><br/>\nVulnero arca conscendo perferendis tubineus inflammatio sufficio amo nisi acervus. Atqui verto cotidie defaeco defaeco umbra trucido amo contego pecus. Ultio reiciendis clementia defero cervus atque deprecator vulgo.<br/><br/>\nTexo conqueror arceo. Desipio molestias bos viscus adhuc. Reiciendis amplitudo curto coepi facilis atqui capillus volo caput contigo.<br/><br/>\nPatrocinor somnus acquiro adficio. Compono certus aro. Architecto aegrotatio expedita demulceo torqueo surgo soluta patrocinor depereo.<br/><br/>\nDeinde suasoria crudelis sollicito clam cogito vulgivagus bene supellex audentia. Calculus termes sulum tum. Titulus temperantia clibanus contigo utroque.",
        "attachments": [
            "https://picsum.photos/seed/sJ7Sfuw/640/480",
            "https://picsum.photos/seed/nSmYhtjXk/640/480",
            "https://picsum.photos/seed/SAFvE/640/480",
            "https://picsum.photos/seed/zv1BVtym/640/480",
            "https://picsum.photos/seed/4LWZtlJs3/640/480",
            "https://picsum.photos/seed/sY3JGD/640/480",
            "https://picsum.photos/seed/UlTHXVlE/640/480"
        ],
        "details": [
            {
                "key": "intensely",
                "label": "seemingly",
                "type": "BADGES",
                "values": [
                    "eleventh",
                    "questionable",
                    "minus",
                    "yum",
                    "armadillo",
                    "midst",
                    "bashfully",
                    "although"
                ]
            },
            {
                "key": "actually",
                "label": "aggravating",
                "type": "TEXT",
                "value": "emboss"
            },
            {
                "key": "longingly",
                "label": "athwart",
                "type": "TEXT",
                "value": "next"
            },
            {
                "key": "sweetly",
                "label": "but",
                "type": "TEXT",
                "value": "husk"
            },
            {
                "key": "controversy",
                "label": "gadzooks",
                "type": "BADGES",
                "values": [
                    "weakly",
                    "algebra",
                    "times",
                    "yuck",
                    "incarcerate",
                    "generously"
                ]
            },
            {
                "key": "plight",
                "label": "where",
                "type": "BADGES",
                "values": []
            }
        ],
        "createdAt": "2024-03-20T14:58:00.725Z",
        "updatedAt": "2024-03-20T14:58:00.725Z"
    },
    {
        "id": 2,
        "name": "drive innovative communities",
        "startPrice": 872,
        "endPrice": 878,
        "imgUrl": "https://picsum.photos/seed/D2eUFT/640/480",
        "textDescription": "Quidem maxime thorax verbum caries. Uxor termes patior victoria utor aequus cultellus confugo iure. Quis uxor combibo adimpleo incidunt.<br/><br/>\nDemonstro bos uredo ancilla deserunt celer cornu. Considero denego absens expedita tricesimus adinventitias. Ea calco atque reprehenderit cognomen cognatus congregatio incidunt vitae speculum.<br/><br/>\nSollers repellat optio. Commodi supra correptius decumbo stella inventore aestivus xiphias campana. Vulticulus iste cuppedia inflammatio abundans acceptus deprimo magnam.<br/><br/>\nConsectetur molestiae nisi. Denuo deleo stips auctor ambulo comprehendo. Capitulus debilito velut vero vis ea decens textus theatrum causa.<br/><br/>\nBibo cohors curiositas. Socius debitis ascisco temeritas adopto campana. Aliquam eius vomica creptio ciminatio quos absconditus dolores.<br/><br/>\nAmiculum vacuus curia harum. Delibero soluta utroque utique. Cohibeo sum aliqua armarium.<br/><br/>\nUrbs vivo accusantium crinis. Velociter id curiositas valens adipisci. Tracto terra utrum adinventitias spiculum articulus.<br/><br/>\nBellum aeger velociter placeat ter tempora. Labore thema thesaurus exercitationem vilis tertius copia. Tertius canis beatus asperiores statua careo corrumpo absque commodo.<br/><br/>\nCultura eos arceo nihil bestia cupressus confugo auctor. Consequatur sodalitas tyrannus thorax maxime speculum corpus voluntarius super. Bene demergo utpote blanditiis tumultus sit aegrus.<br/><br/>\nComptus defleo synagoga torrens consectetur teneo sursum porro. Nobis demum totus quaerat antiquus. Ipsum volaticus tollo pauci credo aeger adimpleo cresco sulum certe.",
        "attachments": [
            "https://picsum.photos/seed/4XDjhH3/640/480",
            "https://picsum.photos/seed/eS6M1iL/640/480",
            "https://picsum.photos/seed/3ZfAO5UF/640/480",
            "https://picsum.photos/seed/vQCWWhkoDi/640/480",
            "https://picsum.photos/seed/amp6nONX/640/480"
        ],
        "details": [
            {
                "key": "cross-contamination",
                "label": "woot",
                "type": "BADGES",
                "values": [
                    "sheet",
                    "gee",
                    "ding",
                    "barbecue",
                    "tensely",
                    "ick",
                    "um",
                    "dimple"
                ]
            },
            {
                "key": "busily",
                "label": "criticise",
                "type": "BADGES",
                "values": [
                    "however",
                    "far",
                    "than",
                    "narrow"
                ]
            },
            {
                "key": "reliable",
                "label": "yum",
                "type": "BADGES",
                "values": [
                    "subdued",
                    "mostly",
                    "recrudesce",
                    "knight",
                    "lest",
                    "beside",
                    "jackknife",
                    "inactivate"
                ]
            },
            {
                "key": "astride",
                "label": "casino",
                "type": "BADGES",
                "values": [
                    "ack",
                    "corridor",
                    "sardonic",
                    "because",
                    "majestically",
                    "over",
                    "modulo",
                    "broker",
                    "wavy"
                ]
            },
            {
                "key": "softly",
                "label": "spotless",
                "type": "TEXT",
                "value": "rush"
            },
            {
                "key": "eek",
                "label": "readily",
                "type": "TEXT",
                "value": "modulo"
            }
        ],
        "createdAt": "2024-03-25T11:15:59.577Z",
        "updatedAt": "2024-03-25T11:15:59.577Z"
    },
    {
        "id": 3,
        "name": "deploy open-source users",
        "startPrice": 417,
        "endPrice": 464,
        "imgUrl": "https://picsum.photos/seed/rAJJc1a/640/480",
        "textDescription": "Casso virgo tero ager terra colligo voluptas candidus. Civis sortitus voluptas ea adnuo sordeo quis. Atqui quisquam ex supra vallum absque quasi.<br/><br/>\nCursim titulus alo deporto officiis. Benevolentia cur defungo audeo. Calamitas subseco quisquam nam decipio nemo ascisco.<br/><br/>\nAufero absconditus deficio spiculum blanditiis. Nulla deludo suppono totidem thesaurus quia pecus curvo. Cur desparatus audio surgo adfectus aegrotatio conspergo.<br/><br/>\nSollicito molestias decipio tergo voluptatum vorax ipsa. Una tabula terreo coruscus cilicium. Esse tendo acquiro.<br/><br/>\nDecerno carmen bis vobis doloremque caveo viridis timor quis. Cuppedia vespillo libero confido deleo delectus nesciunt. Antiquus praesentium vesco tendo.<br/><br/>\nAggredior valde aliquid aiunt commemoro. Solus peccatus viriliter tergum officia damno depono voluptates vilis aeternus. Pecco bellum tracto pariatur earum deorsum clementia urbanus ciminatio depraedor.<br/><br/>\nAnimi textilis assumenda vallum repudiandae aliquid. Viscus communis accusantium versus. Correptius vestigium tener maiores depulso vomer somnus circumvenio solum.<br/><br/>\nVicinus vapulus acquiro. Sui vitiosus villa. Aliquid hic territo animi dedico vulgus basium.<br/><br/>\nAmplexus provident cedo compello non conforto. Temporibus adopto cunctatio caste alioqui vulgo tantum peccatus. Claro asper anser.<br/><br/>\nSuasoria pectus commemoro deripio bis. Anser sulum appositus aureus addo rerum. Tempora timor abbas adulescens sunt votum alienus aeneus debilito stella.",
        "attachments": [
            "https://picsum.photos/seed/mKCfnXq8/640/480",
            "https://picsum.photos/seed/APJIy1B/640/480",
            "https://picsum.photos/seed/XeaaZJC/640/480",
            "https://picsum.photos/seed/nOTOZC8/640/480",
            "https://picsum.photos/seed/ybWQI/640/480",
            "https://picsum.photos/seed/coZH1ec1L/640/480",
            "https://picsum.photos/seed/Rm9t9MPo/640/480",
            "https://picsum.photos/seed/jZ04OmMx/640/480"
        ],
        "details": [
            {
                "key": "unto",
                "label": "attacker",
                "type": "BADGES",
                "values": [
                    "hm",
                    "measure",
                    "afore"
                ]
            },
            {
                "key": "legal",
                "label": "fruitful",
                "type": "BADGES",
                "values": []
            },
            {
                "key": "cornet",
                "label": "yowza",
                "type": "BADGES",
                "values": [
                    "shabby"
                ]
            },
            {
                "key": "wisdom",
                "label": "gladly",
                "type": "TEXT",
                "value": "yet"
            },
            {
                "key": "slight",
                "label": "skim",
                "type": "BADGES",
                "values": [
                    "drat",
                    "mound",
                    "once",
                    "hungry",
                    "can",
                    "carefully",
                    "up",
                    "brisk",
                    "before",
                    "wherever"
                ]
            },
            {
                "key": "excellent",
                "label": "excrete",
                "type": "BADGES",
                "values": [
                    "whoever",
                    "enormously"
                ]
            },
            {
                "key": "computer",
                "label": "dissect",
                "type": "BADGES",
                "values": [
                    "bashfully",
                    "those"
                ]
            },
            {
                "key": "sorrowful",
                "label": "reveal",
                "type": "TEXT",
                "value": "near"
            },
            {
                "key": "oof",
                "label": "boo",
                "type": "BADGES",
                "values": [
                    "till",
                    "per"
                ]
            }
        ],
        "createdAt": "2024-03-25T11:16:00.513Z",
        "updatedAt": "2024-03-25T11:16:00.513Z"
    },
    {
        "id": 4,
        "name": "unleash proactive interfaces",
        "startPrice": 732,
        "endPrice": 768,
        "imgUrl": "https://picsum.photos/seed/PpvsiSzZoL/640/480",
        "textDescription": "Solium attero dolores spectaculum ex auctor curvo nihil. Eveniet carpo adeptio defungo eaque sophismata cultellus victus cui. Deorsum sunt optio crustulum adhuc cedo nihil vaco.<br/><br/>\nCopia capto cur sulum triduana calcar tertius alii. Auxilium civitas voluptas thymbra solium appello. Appono cunctatio alius currus voluntarius paens vestigium undique bis degusto.<br/><br/>\nAbscido dolor cupressus cavus vigor terra vulgivagus sono alias cena. Aeternus commodo vulgivagus. Usitas odio sub appello dolore capillus cibo cogo dolor.<br/><br/>\nEsse atavus abduco ullam vulgaris vitae comprehendo quos cumque. Sit eos vigor admoveo est cura. Thymbra aranea vesica ipsa adulatio tener audentia curtus.<br/><br/>\nVulnero utique surgo auditor curso summopere certe spoliatio alioqui. Aurum antiquus apostolus astrum. Sumo valde thermae curiositas tenax demo decretum advoco.<br/><br/>\nAscit conitor pecto textilis. Antiquus color vaco centum suspendo corrigo defessus spero sordeo audentia. Administratio cubitum expedita spoliatio cribro benevolentia.<br/><br/>\nTemptatio approbo terreo constans est vix succedo quod spero. Vesica certe voluntarius suus adflicto victoria arto. Timor magnam tyrannus umerus cubicularis cubo speciosus.<br/><br/>\nDeinde adamo vespillo communis reiciendis succurro. Taceo cometes deputo acidus vestigium tibi tres. Clam aedificium addo volo volo creo aureus.<br/><br/>\nAnte vulnero libero desparatus vos civitas. Coepi vehemens amaritudo. Tremo cattus amor balbus amitto dicta curis.<br/><br/>\nAeger vorax custodia trado eos. Absum summa arcus conqueror vigor sponte defluo incidunt pax textor. Corporis alo voluntarius causa.",
        "attachments": [
            "https://picsum.photos/seed/zgFHx5gAx/640/480",
            "https://picsum.photos/seed/zqbYIFvVt/640/480",
            "https://picsum.photos/seed/u5a93/640/480"
        ],
        "details": [
            {
                "key": "as",
                "label": "disinter",
                "type": "BADGES",
                "values": [
                    "kindheartedly",
                    "bail",
                    "whether",
                    "pish",
                    "keenly",
                    "die",
                    "screw-up",
                    "at",
                    "neglected"
                ]
            },
            {
                "key": "and",
                "label": "whoever",
                "type": "BADGES",
                "values": [
                    "boohoo",
                    "tragic",
                    "anenst",
                    "opposite",
                    "cautiously",
                    "athwart",
                    "blessing",
                    "hourly"
                ]
            },
            {
                "key": "collapse",
                "label": "that",
                "type": "TEXT",
                "value": "gash"
            },
            {
                "key": "correctly",
                "label": "ew",
                "type": "TEXT",
                "value": "boohoo"
            },
            {
                "key": "blah",
                "label": "spot",
                "type": "TEXT",
                "value": "speedily"
            },
            {
                "key": "pfft",
                "label": "agitated",
                "type": "TEXT",
                "value": "incidentally"
            },
            {
                "key": "ugh",
                "label": "that",
                "type": "BADGES",
                "values": [
                    "hmph",
                    "worth",
                    "studio"
                ]
            },
            {
                "key": "up",
                "label": "libel",
                "type": "BADGES",
                "values": [
                    "loincloth",
                    "yahoo"
                ]
            }
        ],
        "createdAt": "2024-03-25T11:16:01.871Z",
        "updatedAt": "2024-03-25T11:16:01.871Z"
    },
    {
        "id": 5,
        "name": "expedite distributed interfaces",
        "startPrice": 635,
        "endPrice": 674,
        "imgUrl": "https://picsum.photos/seed/gJcuGtb/640/480",
        "textDescription": "Delinquo crudelis vesco sed civitas tantillus coniecto termes eos. Alii ocer culpo corona coadunatio tergeo dignissimos cibo. Debilito anser ut unus cubo velit sonitus acidus tactus bene.<br/><br/>\nTeres subiungo ventito tolero. Asporto comprehendo custodia videlicet canonicus tepesco cursus spargo. Conculco terreo torqueo antiquus conturbo contra.<br/><br/>\nAdministratio sopor vulgaris. Vel vos caelum suscipio una aedificium canis perspiciatis adimpleo. Ventosus terga conspergo videlicet textor curo.<br/><br/>\nPecus sumptus cohaero caelestis aliquid maiores. Cornu comminor templum amor beatae incidunt velit decens. Tempore soleo spiritus dolore porro absorbeo alienus comburo commodi adinventitias.<br/><br/>\nDoloribus concedo surgo comes clarus. Consequuntur vitae arceo absque molestiae canis comparo utique cubo amitto. Abbas amoveo terebro una arx audax stips.<br/><br/>\nCaelestis delinquo voluptate. Creator audacia congregatio. Accedo tergum adstringo suspendo inflammatio corona.<br/><br/>\nSuccedo sophismata contigo. Peior sapiente aliquam suffoco derideo assentator corrupti adfectus verbera vulnus. Vito paulatim carus minus.<br/><br/>\nUtor curtus antea substantia. Odit deporto demo vilis clementia iure stabilis bellum. Viriliter turba minus pel aestas suus collum centum angulus creo.<br/><br/>\nAestivus apto voluptatem timidus. Defluo abbas suffoco. Complectus molestias decretum solvo crinis ancilla.<br/><br/>\nLabore vere victoria maxime neque cinis arceo similique. Decretum claudeo aeger. Amplitudo suus subseco attollo varietas.",
        "attachments": [
            "https://picsum.photos/seed/FfSBRIXuA/640/480",
            "https://picsum.photos/seed/rFJgAv/640/480",
            "https://picsum.photos/seed/8cSUeva/640/480",
            "https://picsum.photos/seed/JJsO7lUv/640/480",
            "https://picsum.photos/seed/J611uP/640/480"
        ],
        "details": [
            {
                "key": "nor",
                "label": "mascara",
                "type": "BADGES",
                "values": [
                    "autograph",
                    "rider",
                    "light"
                ]
            },
            {
                "key": "lonely",
                "label": "blackbird",
                "type": "TEXT",
                "value": "prosper"
            },
            {
                "key": "neutralize",
                "label": "beyond",
                "type": "TEXT",
                "value": "skivvy"
            },
            {
                "key": "inasmuch",
                "label": "phooey",
                "type": "TEXT",
                "value": "farming"
            },
            {
                "key": "puzzling",
                "label": "anaesthetise",
                "type": "TEXT",
                "value": "against"
            }
        ],
        "createdAt": "2024-03-25T11:16:03.211Z",
        "updatedAt": "2024-03-25T11:16:03.211Z"
    },
    {
        "id": 6,
        "name": "orchestrate next-generation portals",
        "startPrice": 925,
        "endPrice": 969,
        "imgUrl": "https://picsum.photos/seed/Y2jGZU/640/480",
        "textDescription": "Ago studio titulus valens caecus vulgo vesco. Articulus traho campana accedo verumtamen trucido. Quam despecto cras.<br/><br/>\nVoluptate volva mollitia censura acidus denuncio vulgus mollitia terminatio. Aeneus voluptatem tot aetas tutamen despecto dolorem. Aer stillicidium cruentus excepturi aedificium caveo quae.<br/><br/>\nArchitecto vitae succedo collum valeo autus crastinus debeo. Uredo vindico tametsi temporibus vis aurum correptius vos amiculum capitulus. Claudeo truculenter angulus ars decretum deficio aestus at.<br/><br/>\nCorroboro utroque agnosco temporibus solio thesaurus reiciendis urbs. Dolorem absque vere peior eaque venustas patior angulus ullam sapiente. Tergiversatio contego admitto.<br/><br/>\nAcer somniculosus adaugeo sumo arceo tantillus somniculosus calculus. Nam voveo bis nobis voluptatum ater. Architecto adnuo charisma bestia.<br/><br/>\nCiminatio delectus aut cursus. Volaticus bene vulnus campana speciosus demergo est. Pax tendo arbitro absque nesciunt vero ciminatio.<br/><br/>\nSpectaculum terebro depulso ullus theatrum calcar. Tenuis peccatus ex surgo tenus vere concedo centum. Tempus comitatus suggero ventito abbas ago vulnero deficio cruentus comitatus.<br/><br/>\nCorporis cohors verus nisi bibo viridis. Pecto accusamus callide unde tracto comis adstringo. Admiratio acies condico cito pectus tactus cogito est anser cimentarius.<br/><br/>\nVotum turpis uterque universe. Apto accusator crux optio pariatur terga demo labore. Ut auctus decens tenuis tersus.<br/><br/>\nSollers adiuvo cattus cohibeo pecco turbo nobis theatrum. Crustulum odit tenus. Subnecto cursim timidus caries auxilium earum spoliatio culpo vox.",
        "attachments": [
            "https://picsum.photos/seed/bk2MsIky/640/480",
            "https://picsum.photos/seed/jEgGw/640/480",
            "https://picsum.photos/seed/csc70izh/640/480",
            "https://picsum.photos/seed/3ks6qb/640/480",
            "https://picsum.photos/seed/tYT4UgiDpT/640/480",
            "https://picsum.photos/seed/epWxaes9U/640/480"
        ],
        "details": [
            {
                "key": "purity",
                "label": "flunk",
                "type": "TEXT",
                "value": "ha"
            },
            {
                "key": "enjoin",
                "label": "self-assured",
                "type": "BADGES",
                "values": [
                    "after",
                    "dumbfound",
                    "likewise",
                    "yin",
                    "tattoo"
                ]
            },
            {
                "key": "yahoo",
                "label": "after",
                "type": "BADGES",
                "values": [
                    "adorable"
                ]
            },
            {
                "key": "while",
                "label": "positively",
                "type": "BADGES",
                "values": [
                    "happily",
                    "ultimately",
                    "between",
                    "but",
                    "settler",
                    "demonstrate",
                    "incidentally"
                ]
            },
            {
                "key": "starry",
                "label": "swagger",
                "type": "BADGES",
                "values": []
            }
        ],
        "createdAt": "2024-03-25T11:16:03.918Z",
        "updatedAt": "2024-03-25T11:16:03.918Z"
    },
    {
        "id": 7,
        "name": "embrace compelling ROI",
        "startPrice": 213,
        "endPrice": 260,
        "imgUrl": "https://picsum.photos/seed/3w2dUm/640/480",
        "textDescription": "Atavus delicate supellex. Recusandae averto beatus laudantium voco perferendis deporto conduco deleo cenaculum. Candidus despecto sumo aeger desidero.<br/><br/>\nArbitro supra volva vilicus temperantia. Voveo vitium vox turba aperio. Tabernus deprecator deficio timor unde caritas valetudo appositus tamen.<br/><br/>\nAegrotatio tactus cerno pax ancilla approbo. Hic ago asper vinco amaritudo decretum carbo curiositas coniuratio administratio. Comis statim accommodo accedo clementia doloribus audax surculus.<br/><br/>\nVulgus maiores attonbitus viduo degero voro culpo atque. Tenax validus stipes neque deleo volo conduco sublime animus demergo. Xiphias caste canonicus spiculum somniculosus delibero.<br/><br/>\nCaelum veniam theologus totus. Crudelis talio conservo. Conculco cogo statua.<br/><br/>\nNemo terebro vorax cibus. Abstergo sit vomer defleo annus. Accusamus conscendo sit patior vita.<br/><br/>\nAuxilium tibi admitto strenuus debitis. Ait capio accusator bellicus tandem ultra vitiosus aveho illo. Aranea carpo auditor denego vesica deorsum aureus ex deludo suggero.<br/><br/>\nCulpa aiunt desolo tersus creator curis bibo voluntarius. Ait consequatur demulceo tepidus ascisco. Thorax comburo surculus ipsa absconditus audacia arbustum.<br/><br/>\nVos verbum appositus quo laboriosam. Soluta suus vulgaris. Triduana sufficio confugo carcer solum viriliter cariosus atrox.<br/><br/>\nComprehendo clam vulariter expedita celo amitto summopere. Tego vulariter sollicito atavus aggero creo tum volutabrum. Cohaero crinis talis fuga auctus omnis crastinus addo inflammatio auditor.",
        "attachments": [
            "https://picsum.photos/seed/PHOrzxvQ/640/480",
            "https://picsum.photos/seed/symak/640/480",
            "https://picsum.photos/seed/eDwDS/640/480",
            "https://picsum.photos/seed/AxycH/640/480",
            "https://picsum.photos/seed/6SsPY/640/480",
            "https://picsum.photos/seed/rvOCTsD43P/640/480",
            "https://picsum.photos/seed/pFEYd/640/480",
            "https://picsum.photos/seed/YEBsfb/640/480"
        ],
        "details": [
            {
                "key": "recipient",
                "label": "gadzooks",
                "type": "BADGES",
                "values": [
                    "into",
                    "oof",
                    "trinket",
                    "meanwhile",
                    "like",
                    "what",
                    "babyish",
                    "spotted",
                    "spattering",
                    "carve"
                ]
            },
            {
                "key": "what",
                "label": "aw",
                "type": "BADGES",
                "values": [
                    "tenement",
                    "the",
                    "incidentally",
                    "waken",
                    "pfft",
                    "jaguar",
                    "among",
                    "home"
                ]
            },
            {
                "key": "far-flung",
                "label": "cell",
                "type": "BADGES",
                "values": [
                    "beautifully",
                    "for",
                    "near",
                    "dedicate",
                    "blow"
                ]
            }
        ],
        "createdAt": "2024-03-25T11:16:04.233Z",
        "updatedAt": "2024-03-25T11:16:04.233Z"
    },
    {
        "id": 8,
        "name": "deploy granular content",
        "startPrice": 877,
        "endPrice": 890,
        "imgUrl": "https://picsum.photos/seed/Ph6EbAo9o/640/480",
        "textDescription": "Conturbo aduro auxilium corporis deputo quas provident utrum deprimo. Deinde conventus earum uterque minima coruscus pariatur vito ea nobis. Tempora amissio demens decipio absum.<br/><br/>\nComminor terra aureus eos vallum una facilis. Demonstro inventore tristis angustus consequatur aveho cometes comes. Surgo ut vis.<br/><br/>\nCarmen somnus desino coepi earum aestas. Totam cicuta consequatur dolorum aliqua quidem volaticus caries usitas deleniti. Curriculum degenero assentator velit inflammatio deserunt.<br/><br/>\nTardus ultio est ipsam curvo suspendo benevolentia perferendis ex. Harum sono odio cubo sto. Comes defessus verto.<br/><br/>\nCernuus sustineo casus contego cometes clibanus vacuus maxime voluptate. Apostolus templum truculenter ducimus aperiam nesciunt circumvenio. Catena truculenter cognatus conventus surculus thymum complectus adversus sumo carcer.<br/><br/>\nTemptatio ara ter. Acsi denuo universe absorbeo dignissimos. Supplanto tonsor custodia stultus aduro adeptio approbo.<br/><br/>\nBasium ante aureus minus. Delectus catena consequatur cunctatio. Deorsum pauper tamquam assumenda molestias cunabula despecto.<br/><br/>\nVarietas commodi vulgo. Culpo excepturi unus surgo cunae tam demitto pauper sum. Canonicus conturbo terminatio venustas torqueo.<br/><br/>\nComparo coadunatio adstringo victoria virga. Cado votum cena. Vomica copia urbs.<br/><br/>\nDelectus comis aperte amplus minus aedificium bibo considero complectus. Cogito vesper alveus tres defluo suscipio alius abutor cubicularis vero. Cubo varius comprehendo textus repellat tantum praesentium articulus suffoco.",
        "attachments": [
            "https://picsum.photos/seed/e1nnu3e/640/480",
            "https://picsum.photos/seed/2YsFwn8Xo9/640/480"
        ],
        "details": [
            {
                "key": "friendly",
                "label": "pure",
                "type": "BADGES",
                "values": [
                    "after",
                    "explain",
                    "among",
                    "circle",
                    "hmph",
                    "uh-huh",
                    "unto",
                    "ha",
                    "usefully",
                    "verbalize"
                ]
            },
            {
                "key": "amid",
                "label": "contest",
                "type": "BADGES",
                "values": [
                    "desensitize"
                ]
            },
            {
                "key": "stained",
                "label": "hmph",
                "type": "TEXT",
                "value": "if"
            },
            {
                "key": "jovially",
                "label": "miserably",
                "type": "TEXT",
                "value": "wherever"
            }
        ],
        "createdAt": "2024-03-25T11:16:04.881Z",
        "updatedAt": "2024-03-25T11:16:04.881Z"
    },
    {
        "id": 9,
        "name": "exploit collaborative channels",
        "startPrice": 945,
        "endPrice": 950,
        "imgUrl": "https://picsum.photos/seed/BJFH3euN/640/480",
        "textDescription": "Damno curso contra turba copiose degero tondeo correptius astrum comprehendo. Vomito debilito odio ea eveniet commodi cattus cilicium. Candidus caute supra ea ancilla ullam corrumpo thema iste.<br/><br/>\nAccendo angustus patior. Vae vulariter vita eligendi nostrum quas tertius subvenio video necessitatibus. Vitae ara magnam bibo aranea.<br/><br/>\nAbscido spes adnuo. Adsum curriculum certus adulescens usus. Audio stabilis aeternus paulatim laboriosam deinde collum defleo copiose earum.<br/><br/>\nArmarium verbera crudelis angelus. Amitto atavus vigor temperantia clamo decens subvenio natus. Teneo vindico reiciendis benigne utique apparatus inflammatio viduo tempus.<br/><br/>\nTeres cohaero libero ullus vulnero laboriosam volubilis corporis despecto aufero. Sub tibi arto solitudo repudiandae sub. Auctus vergo stillicidium vicinus confero tremo vix.<br/><br/>\nComparo somniculosus acceptus. Natus perferendis defleo desipio advenio conculco tres. Communis cito temptatio trucido tondeo.<br/><br/>\nDeficio cras territo aspernatur ustilo spes. Amplus demulceo sponte stella. Capto denuo xiphias deorsum videlicet natus terga deprecator casso.<br/><br/>\nCurrus carcer conservo. Tondeo conatus quasi assentator. Vos coruscus thorax super voco blandior teres.<br/><br/>\nSomniculosus sint deporto hic defessus demitto infit uberrime. Tumultus cras dolorum. Facere cibo spero delinquo adipisci.<br/><br/>\nTabula allatus templum vulnero debilito copiose vallum concedo tergum tredecim. Statim tutamen damno suffragium. Civitas aliquam curso confido natus.",
        "attachments": [
            "https://picsum.photos/seed/kmewA1gpEv/640/480",
            "https://picsum.photos/seed/oFS2P6o4z/640/480",
            "https://picsum.photos/seed/0GMeISjD/640/480",
            "https://picsum.photos/seed/6tVumHx/640/480",
            "https://picsum.photos/seed/UrMwyWnEO/640/480",
            "https://picsum.photos/seed/yti5mfw31/640/480",
            "https://picsum.photos/seed/DozMXsbT/640/480",
            "https://picsum.photos/seed/9RXMjg/640/480"
        ],
        "details": [
            {
                "key": "striking",
                "label": "blah",
                "type": "BADGES",
                "values": [
                    "regarding",
                    "recklessly",
                    "gadzooks",
                    "mmm",
                    "moist",
                    "whose"
                ]
            }
        ],
        "createdAt": "2024-03-25T11:16:05.456Z",
        "updatedAt": "2024-03-25T11:16:05.456Z"
    },
    {
        "id": 10,
        "name": "facilitate holistic schemas",
        "startPrice": 725,
        "endPrice": 787,
        "imgUrl": "https://picsum.photos/seed/ul9p7C6L/640/480",
        "textDescription": "Ait sumo delectatio temperantia adeptio stips eaque votum considero laboriosam. Eligendi combibo adiuvo similique praesentium amo verbum claro crastinus perferendis. Ventosus vulariter casso arbor numquam stabilis umquam stabilis vir commemoro.<br/><br/>\nAdvoco adsum enim video convoco. Pecco spero admitto atque delectatio celo. Tempora demergo patior defero accusamus quas aestus.<br/><br/>\nCallide cognatus sumo corrupti deripio. Demoror arbitro angulus. Speculum cetera celer velociter credo avaritia coaegresco.<br/><br/>\nVidelicet provident delego spero aspernatur alias praesentium amaritudo suus. Cura voluntarius venustas laboriosam deripio auctor umquam deputo decimus venustas. Tenetur valeo caelestis colo tempore aedificium est.<br/><br/>\nAttonbitus ullus curiositas spes maiores decet. Coerceo vado valde possimus aedificium. Laborum sumptus cibus defetiscor.<br/><br/>\nSpiculum sed attero aqua benigne. Studio demoror tenetur vir. Alioqui volubilis tabgo.<br/><br/>\nBestia tamen titulus admitto amplus cura ratione. Comedo sulum creptio. Argumentum tendo adinventitias caute vinitor earum socius desipio cogito.<br/><br/>\nVulnus sursum abundans theca derideo laboriosam tribuo carbo cunae. Aspernatur derideo velum tepesco vomito iure acceptus. Eos candidus comparo curso.<br/><br/>\nThermae taceo rerum audio valens cubitum audentia. Vulgo carbo cerno cur. Cibus quibusdam adduco defaeco viscus carcer.<br/><br/>\nArceo laboriosam solum creptio accusantium deporto. Turpis corporis culpa cervus adimpleo. Tenus creber iusto amaritudo a accendo tot currus.",
        "attachments": [
            "https://picsum.photos/seed/uC8Xnc/640/480",
            "https://picsum.photos/seed/4SA8YFjH/640/480",
            "https://picsum.photos/seed/yZcGf/640/480"
        ],
        "details": [
            {
                "key": "up",
                "label": "boo",
                "type": "BADGES",
                "values": [
                    "off",
                    "clone",
                    "oof"
                ]
            },
            {
                "key": "rock",
                "label": "on",
                "type": "BADGES",
                "values": [
                    "given",
                    "yippee",
                    "despite",
                    "runny",
                    "composed",
                    "past"
                ]
            },
            {
                "key": "amid",
                "label": "paint",
                "type": "TEXT",
                "value": "delightfully"
            },
            {
                "key": "madly",
                "label": "through",
                "type": "BADGES",
                "values": [
                    "hm",
                    "sting"
                ]
            },
            {
                "key": "dramaturge",
                "label": "proud",
                "type": "BADGES",
                "values": [
                    "pale",
                    "incidentally",
                    "extraneous",
                    "times",
                    "trim"
                ]
            },
            {
                "key": "denationalise",
                "label": "bah",
                "type": "BADGES",
                "values": [
                    "stave",
                    "till",
                    "chomp",
                    "station",
                    "uphold",
                    "essential"
                ]
            },
            {
                "key": "save",
                "label": "goose",
                "type": "TEXT",
                "value": "loudly"
            },
            {
                "key": "underestimation",
                "label": "justice",
                "type": "TEXT",
                "value": "tomb"
            }
        ],
        "createdAt": "2024-03-25T11:16:06.161Z",
        "updatedAt": "2024-03-25T11:16:06.161Z"
    },
    {
        "id": 11,
        "name": "streamline impactful networks",
        "startPrice": 575,
        "endPrice": 639,
        "imgUrl": "https://picsum.photos/seed/AYBBK/640/480",
        "textDescription": "Volup acsi demoror solvo textilis commemoro damnatio arcesso aptus enim. Denuo adeptio derelinquo tepesco. Amplitudo candidus strues sum defessus auctus cultura calco curiositas.<br/><br/>\nVita necessitatibus tres arcesso arguo aptus astrum succurro auditor cibus. Adnuo victoria cado deripio. Coniuratio vilis sint decimus comburo audeo.<br/><br/>\nArmarium vallum uberrime ultio ambulo. Vitium verus depopulo decipio patruus vesco coepi amor. Voveo valde bellicus dens turbo corroboro subseco abutor.<br/><br/>\nCorroboro verto defendo officia. Quia aeternus decor vulgus victus corporis verus vae. Decumbo alius conturbo.<br/><br/>\nCarbo voro tum repellat eaque vinco aduro apparatus sto. Celo pel possimus agnitio vulticulus nulla. Adeo calamitas annus spes arbor conatus.<br/><br/>\nArtificiose callide vomica synagoga stultus dignissimos cado velociter caute. Virga bibo territo corroboro. Certe vinum utroque coruscus.<br/><br/>\nDefungo theatrum decumbo solium depono careo adsidue ait avaritia succurro. Aequus statim aro. Depromo appono amplexus.<br/><br/>\nAmbitus illum ea auxilium vesco defetiscor abeo asporto. Tredecim trucido impedit cunctatio. Cito adamo titulus sodalitas substantia vehemens vomica defungo.<br/><br/>\nTheatrum patruus averto vester adfero turba. Victus claustrum terror in. Ubi termes cibus suus spargo saepe tabernus exercitationem catena.<br/><br/>\nItaque aptus abeo officia esse stips volubilis. Vulgus patior angelus bardus pectus perspiciatis supplanto agnitio admoneo thermae. Testimonium antea voluptates dolor viridis comminor adiuvo caterva temeritas.",
        "attachments": [
            "https://picsum.photos/seed/SZz0qrWo82/640/480",
            "https://picsum.photos/seed/9TBB37/640/480",
            "https://picsum.photos/seed/VacZR4/640/480",
            "https://picsum.photos/seed/UbzWr/640/480",
            "https://picsum.photos/seed/gdfknJ604A/640/480"
        ],
        "details": [
            {
                "key": "who",
                "label": "of",
                "type": "TEXT",
                "value": "eyelashes"
            },
            {
                "key": "aha",
                "label": "between",
                "type": "TEXT",
                "value": "arrogantly"
            },
            {
                "key": "thankfully",
                "label": "fender",
                "type": "BADGES",
                "values": [
                    "modern",
                    "hm",
                    "plus",
                    "crease",
                    "arrogantly",
                    "befog",
                    "miserable",
                    "times",
                    "paralyze"
                ]
            },
            {
                "key": "whereas",
                "label": "zowie",
                "type": "TEXT",
                "value": "data"
            }
        ],
        "createdAt": "2024-03-25T11:16:06.404Z",
        "updatedAt": "2024-03-25T11:16:06.404Z"
    },
    {
        "id": 12,
        "name": "embrace plug-and-play models",
        "startPrice": 890,
        "endPrice": 899,
        "imgUrl": "https://picsum.photos/seed/rr2FMkxUh/640/480",
        "textDescription": "Tutis cibus denuncio confido voluptate fugit absorbeo solvo acidus ambulo. Thema attollo impedit labore. Titulus textilis cernuus blandior sto commodi.<br/><br/>\nBonus adinventitias sum substantia carpo viridis. Testimonium advenio concido alo demergo teres amplus capitulus ventosus accusator. Desolo ambitus vix.<br/><br/>\nAscisco appello adamo crastinus iste cetera omnis tempore aeternus. Velut cavus adversus spes aetas assentator versus. Vespillo una victus terga ulciscor calamitas temperantia delectatio coruscus cinis.<br/><br/>\nMagni currus porro talis avarus. Tendo caelum virgo. Apostolus aedificium colligo.<br/><br/>\nRepudiandae tabernus inflammatio villa abundans circumvenio. Ultra delibero tribuo vado sonitus summopere baiulus. Addo cerno uredo aperio appositus crinis corpus.<br/><br/>\nCommemoro bardus ratione harum. Depereo deficio repudiandae vulgo. Contra confugo aeneus aperiam reprehenderit basium arca.<br/><br/>\nDemo tardus repellat blanditiis tres. Appositus vilis sumptus certus inventore curriculum. Conservo demonstro suus architecto earum vis verbum laboriosam viriliter tendo.<br/><br/>\nConspergo combibo patrocinor vinum decerno. Certe beneficium curto agnitio sapiente provident turbo terra adipisci. Cibus color ustulo vita tantillus vomica corporis arceo.<br/><br/>\nAdfectus creo repudiandae tener sodalitas aliquid. Creta considero caelestis cupressus tabula truculenter. Aeneus contabesco studio clamo culpo abduco auctor victus stillicidium.<br/><br/>\nSuppellex tametsi ulciscor adhaero sono suasoria amiculum perspiciatis. Usque sumo aperiam ea tero subiungo molestias alveus beatae. Aeger vilitas suus recusandae libero.",
        "attachments": [
            "https://picsum.photos/seed/X4rfRQI7/640/480",
            "https://picsum.photos/seed/0tzwr/640/480",
            "https://picsum.photos/seed/WUJ6EPa1/640/480",
            "https://picsum.photos/seed/taj3RVV/640/480"
        ],
        "details": [
            {
                "key": "granular",
                "label": "chief",
                "type": "TEXT",
                "value": "interestingly"
            },
            {
                "key": "within",
                "label": "wildly",
                "type": "TEXT",
                "value": "outflank"
            },
            {
                "key": "rough",
                "label": "advocate",
                "type": "TEXT",
                "value": "squiggly"
            },
            {
                "key": "save",
                "label": "electroplate",
                "type": "BADGES",
                "values": [
                    "protocol",
                    "yowza"
                ]
            },
            {
                "key": "hence",
                "label": "criteria",
                "type": "TEXT",
                "value": "widen"
            },
            {
                "key": "worthless",
                "label": "paw",
                "type": "BADGES",
                "values": [
                    "wooden"
                ]
            },
            {
                "key": "ecliptic",
                "label": "accidentally",
                "type": "BADGES",
                "values": [
                    "romaine",
                    "herd"
                ]
            },
            {
                "key": "wherever",
                "label": "along",
                "type": "BADGES",
                "values": [
                    "colorless",
                    "er",
                    "aw",
                    "or",
                    "delightfully"
                ]
            },
            {
                "key": "elk",
                "label": "run",
                "type": "TEXT",
                "value": "phew"
            }
        ],
        "createdAt": "2024-03-25T11:16:06.548Z",
        "updatedAt": "2024-03-25T11:16:06.548Z"
    },
    {
        "id": 13,
        "name": "streamline B2B eyeballs",
        "startPrice": 500,
        "endPrice": 551,
        "imgUrl": "https://picsum.photos/seed/do4St/640/480",
        "textDescription": "Volo tibi deinde. Stillicidium ultio conspergo caste decet exercitationem centum. Copiose tum ulterius cohors curis cavus tumultus eum amaritudo voro.<br/><br/>\nUllam tam amor unus ancilla velut. Quas cubitum caveo decet caecus aliquam adicio enim pax peior. Ait suspendo copiose sunt repellat.<br/><br/>\nTempora celo tui teres sordeo thesis calamitas. Dapifer excepturi cetera. Tutamen comitatus bellum.<br/><br/>\nDucimus odio aiunt utrum. Thorax via aestivus vorago coma audentia ea solio unus delibero. Auctus ascisco aranea strenuus cum.<br/><br/>\nVespillo vos tyrannus aperte. Urbanus somnus theca laborum cursus aspicio callide vacuus cervus. Temptatio excepturi templum voro.<br/><br/>\nTurpis accusantium depromo vulgivagus subnecto clam verto iure aetas vobis. Reiciendis thymum uxor audio bestia tergeo. Aeternus advoco tumultus adfero decumbo arbor tremo alioqui architecto.<br/><br/>\nTheca maxime delectatio vis terebro aequitas vigor crepusculum tamdiu. Fuga perspiciatis circumvenio amet adeptio subnecto causa crur cerno depopulo. Atque voluptate patior desidero eveniet eos thorax.<br/><br/>\nDefero velum conspergo. Una eaque synagoga vehemens. Vel vix patruus bis atqui antea terra tantum vulnus tametsi.<br/><br/>\nUsus callide abutor. Curis auctor annus non quae caries derelinquo textus dens addo. Censura approbo casso bibo accusantium exercitationem audacia vox sequi.<br/><br/>\nVolo calco bonus adiuvo. Advoco consequatur adhaero tertius. Deinde tot caries tutis comptus distinctio.",
        "attachments": [
            "https://picsum.photos/seed/lZGo8m/640/480"
        ],
        "details": [
            {
                "key": "grotesque",
                "label": "though",
                "type": "TEXT",
                "value": "illiterate"
            },
            {
                "key": "where",
                "label": "whose",
                "type": "TEXT",
                "value": "average"
            },
            {
                "key": "now",
                "label": "despite",
                "type": "TEXT",
                "value": "barbeque"
            },
            {
                "key": "stock-in-trade",
                "label": "knowingly",
                "type": "BADGES",
                "values": [
                    "improbable"
                ]
            },
            {
                "key": "phrase",
                "label": "regarding",
                "type": "TEXT",
                "value": "vacuum"
            },
            {
                "key": "sadly",
                "label": "tender",
                "type": "TEXT",
                "value": "swift"
            },
            {
                "key": "aw",
                "label": "finally",
                "type": "BADGES",
                "values": [
                    "far",
                    "hmph",
                    "properly",
                    "cautiously"
                ]
            },
            {
                "key": "oof",
                "label": "supposing",
                "type": "TEXT",
                "value": "without"
            }
        ],
        "createdAt": "2024-03-25T11:16:07.129Z",
        "updatedAt": "2024-03-25T11:16:07.129Z"
    },
    {
        "id": 14,
        "name": "incentivize sexy content",
        "startPrice": 559,
        "endPrice": 607,
        "imgUrl": "https://picsum.photos/seed/UfQxvfJX/640/480",
        "textDescription": "Conservo terra vulgus. Vapulus accommodo desino cribro aedificium. Adimpleo vallum demergo.<br/><br/>\nDepopulo praesentium verbum contigo clarus voluptatibus unus vilitas adsuesco. Bellicus cursim casus pecus cognomen. Viduo suggero auditor adaugeo vorax calco tempora concido tamquam.<br/><br/>\nDeleo taceo nemo viduo usitas voluptate aestas turpis. Varietas canonicus amiculum strues. Somnus cubo inflammatio spoliatio quas deripio.<br/><br/>\nVero placeat caritas tristis celo pauci. Deputo deserunt clementia debeo bellicus. Patrocinor culpo acerbitas velum decimus vinco.<br/><br/>\nPeior vetus magni verumtamen triumphus calculus administratio vomica coadunatio. Caput nulla candidus uberrime cimentarius volutabrum distinctio cetera alienus turpis. Desipio amplexus uter.<br/><br/>\nVelit odio sint video. Quos ascisco articulus voluptatem stella. Texo tantillus derideo decet coerceo depono.<br/><br/>\nCaute quae cinis celo. Sordeo atrocitas audentia cubicularis usus tergum templum illum. Conturbo traho stabilis toties amita.<br/><br/>\nDolore mollitia theologus templum. Optio cilicium vigor totam candidus sponte spectaculum cur. Cibo quidem aperio conduco.<br/><br/>\nVacuus bene tubineus clamo cribro comminor. Articulus defessus laudantium vae cornu peccatus pax talis. Derelinquo ulciscor amitto alo uxor cohors corrigo tricesimus in vomer.<br/><br/>\nAperte crur cubitum dicta consequatur una valde assentator vulgivagus. Atrox sol tantillus abutor conscendo ultio denique ago totidem. Comis nam amitto numquam.",
        "attachments": [
            "https://picsum.photos/seed/reVDDIGOdU/640/480"
        ],
        "details": [
            {
                "key": "patiently",
                "label": "geez",
                "type": "BADGES",
                "values": [
                    "known",
                    "ack",
                    "remote",
                    "blissful",
                    "untried",
                    "sturdy",
                    "miniature",
                    "thankfully",
                    "cultivated"
                ]
            },
            {
                "key": "nobble",
                "label": "after",
                "type": "BADGES",
                "values": [
                    "pfft",
                    "whereas",
                    "knottily",
                    "eicosanoid"
                ]
            }
        ],
        "createdAt": "2024-03-25T11:16:07.434Z",
        "updatedAt": "2024-03-25T11:16:07.434Z"
    },
    {
        "id": 15,
        "name": "implement strategic ROI",
        "startPrice": 77,
        "endPrice": 153,
        "imgUrl": "https://picsum.photos/seed/gcXchT/640/480",
        "textDescription": "Cedo amissio cernuus deleniti theatrum cultura nesciunt. Conitor aestas sustineo asporto dedecor taedium cibo. Cariosus adsidue admoneo adfero canto ocer arcesso facere.<br/><br/>\nCruciamentum ducimus usque aptus adhuc vergo cariosus deinde territo id. Atqui excepturi theca carpo caute ancilla. Beatus ademptio assentator titulus alo suscipit caterva.<br/><br/>\nTenax annus carcer totidem officiis blanditiis damnatio tepidus audax accusator. Officiis suppellex repellendus canis cohors. Sulum adflicto desipio.<br/><br/>\nPeccatus testimonium absque. Vulnero teres acidus vix conculco. Soleo turba conforto odio tactus verumtamen tamquam statim.<br/><br/>\nDesipio deputo absconditus torrens capio concido. Tabgo somniculosus tabgo defetiscor ambulo conforto antea abundans defessus. Crur balbus civitas paens tener doloribus vorago autus ater taceo.<br/><br/>\nTamdiu consectetur terra cur tersus allatus deludo video. Corrigo cito adhaero comitatus acsi. Quae desidero enim vox non texo.<br/><br/>\nTurba adfectus praesentium delibero aestas. Acceptus ratione cohors quasi carpo. Acer amicitia sortitus credo vobis angustus atrocitas.<br/><br/>\nCulpa vigor ver antea ratione iste sodalitas altus virga commodi. Ager verto amaritudo tamdiu uter defleo iste vinitor venio. Fugit cohors auditor.<br/><br/>\nFacilis crastinus volaticus adversus carcer. Auxilium aestas ventito aliquid vetus. Ventus aegrus tantum depono corporis canto contego capitulus.<br/><br/>\nAcidus admoneo deporto denego claro cauda. Cupressus comis supplanto utroque theca solutio certe terror decretum caritas. Debilito arx quidem vivo tergo vulariter nemo adeptio bonus approbo.",
        "attachments": [
            "https://picsum.photos/seed/odcpzqy/640/480",
            "https://picsum.photos/seed/0xcj1/640/480",
            "https://picsum.photos/seed/YK5HRdI3x/640/480",
            "https://picsum.photos/seed/P4q99Uuj/640/480",
            "https://picsum.photos/seed/fixSnp/640/480",
            "https://picsum.photos/seed/ivx6mN1qGu/640/480"
        ],
        "details": [
            {
                "key": "oh",
                "label": "motion",
                "type": "TEXT",
                "value": "as"
            },
            {
                "key": "incidentally",
                "label": "leave",
                "type": "BADGES",
                "values": [
                    "fortunate",
                    "incidentally",
                    "phooey"
                ]
            },
            {
                "key": "um",
                "label": "boo",
                "type": "TEXT",
                "value": "to"
            },
            {
                "key": "lawful",
                "label": "aha",
                "type": "TEXT",
                "value": "woefully"
            },
            {
                "key": "um",
                "label": "breadfruit",
                "type": "BADGES",
                "values": [
                    "unless",
                    "energetically",
                    "skill",
                    "unwritten"
                ]
            }
        ],
        "createdAt": "2024-03-25T11:16:08.323Z",
        "updatedAt": "2024-03-25T11:16:08.323Z"
    },
    {
        "id": 16,
        "name": "generate leading-edge users",
        "startPrice": 472,
        "endPrice": 550,
        "imgUrl": "https://picsum.photos/seed/ob7xcI2/640/480",
        "textDescription": "Facilis defessus unde addo cubo vereor surculus vociferor cognomen aliqua. Talis vis suadeo patruus ceno. Xiphias conturbo condico certus apparatus nostrum speculum.<br/><br/>\nLaborum doloribus adstringo cohibeo aureus. Sonitus valens civitas auxilium clam crustulum earum fuga magni. Ventito constans acer amita error validus deporto aer facilis.<br/><br/>\nDebeo sui sint assentator universe timidus. Adulatio angelus tardus sponte. Vivo thymbra verbum adsidue vorago porro.<br/><br/>\nImpedit tunc agnosco claudeo voluntarius. Aestivus placeat vox sub ocer constans vergo vester. Thymbra virgo ustilo tertius.<br/><br/>\nSuccurro argentum cito voluptatum caveo porro aptus alveus occaecati. Appono esse vilitas natus creta demum pariatur. Spiritus dolorem coma aveho desipio absorbeo accusamus clibanus vulnero adopto.<br/><br/>\nStudio aspicio ventosus summa ceno. Ater beatus ea clamo. Subito vinum supellex tactus.<br/><br/>\nExercitationem cogito eos veritatis artificiose aut confugo quibusdam somnus. Teres amoveo nulla alo creta usitas accusantium urbanus. Clarus pariatur armarium statim nam sponte abundans.<br/><br/>\nCaterva defendo calculus conduco sordeo aer solum spes. Usus trepide explicabo dedecor toties umquam crastinus. Acies acidus spectaculum uter desino basium canto adfectus.<br/><br/>\nTertius stipes abscido villa corrupti. Asper concedo laboriosam solutio sublime audeo conicio. Adsidue occaecati ulterius vociferor decimus explicabo catena illum turpis.<br/><br/>\nCeler angustus paens uxor compono censura contego iusto cubitum est. Amicitia aedificium torrens caelestis qui. Thesaurus vulgaris terra bis vero utilis tot crapula.",
        "attachments": [
            "https://picsum.photos/seed/ALPO7Axb/640/480",
            "https://picsum.photos/seed/JwhEIQr0/640/480",
            "https://picsum.photos/seed/6LEgGSfo/640/480",
            "https://picsum.photos/seed/NjueyEyEf/640/480",
            "https://picsum.photos/seed/R7skJxd4e/640/480",
            "https://picsum.photos/seed/AKFxNR/640/480",
            "https://picsum.photos/seed/iyS5R/640/480",
            "https://picsum.photos/seed/s6itny/640/480"
        ],
        "details": [
            {
                "key": "though",
                "label": "swoosh",
                "type": "BADGES",
                "values": [
                    "legitimate",
                    "ew",
                    "nearly",
                    "versus",
                    "aggradation",
                    "fooey"
                ]
            },
            {
                "key": "monumental",
                "label": "vainly",
                "type": "BADGES",
                "values": [
                    "fries",
                    "defrock",
                    "blindly",
                    "reoccur",
                    "lake",
                    "strictly"
                ]
            },
            {
                "key": "accidentally",
                "label": "belated",
                "type": "BADGES",
                "values": [
                    "lest",
                    "innocently",
                    "eclipse",
                    "generously"
                ]
            },
            {
                "key": "duh",
                "label": "for",
                "type": "BADGES",
                "values": [
                    "circa",
                    "pushy",
                    "underneath",
                    "for"
                ]
            }
        ],
        "createdAt": "2024-03-25T11:16:09.235Z",
        "updatedAt": "2024-03-25T11:16:09.235Z"
    },
    {
        "id": 17,
        "name": "revolutionize viral eyeballs",
        "startPrice": 874,
        "endPrice": 954,
        "imgUrl": "https://picsum.photos/seed/htXZ7Vh04r/640/480",
        "textDescription": "Contra conforto sapiente cupressus congregatio. Deludo audax tabesco trepide bellicus. Vinculum campana casso anser atrocitas stips vomito.<br/><br/>\nCalcar concedo dicta clamo cupressus creber. Celo arceo creptio vel degero acidus crur. Aro cupressus spero derideo tactus avaritia.<br/><br/>\nSpoliatio auditor facere curis delinquo. Summopere carus conor careo delibero. Terreo alter crux compello custodia facere triumphus creator volaticus.<br/><br/>\nSit sub thymum quisquam curriculum adinventitias beneficium. Repudiandae aliquam suppellex vis vulgus adfectus nisi temporibus abduco ab. Celer attero tenax quo cogo usitas testimonium.<br/><br/>\nAmo deleniti confugo amicitia accommodo temporibus. Varietas voluptates dapifer thesis succedo somniculosus tepesco aetas. Arto suus defungo ars concido depopulo.<br/><br/>\nInventore assentator ars alias saepe. Victoria ago tribuo defungo. Abbas coerceo surculus absque minima curto somnus apto tergum.<br/><br/>\nDolorum damno textor rem adeptio animus aveho. Uxor architecto acerbitas. Advenio utilis pax celer tenetur nisi verbera totam in soluta.<br/><br/>\nCursus bibo adipiscor aedificium venia socius. Tenetur pauci arguo cena. Ancilla cursim animus voco pariatur ago aedificium vesica.<br/><br/>\nDeduco defluo acquiro attero quidem utpote thema. Toties contigo crebro viridis neque vaco cena curiositas thesis anser. Aperio ocer explicabo spargo inventore sopor excepturi tracto.<br/><br/>\nAbduco vindico color animadverto. Amplus curiositas verto canto cras cariosus adipisci. Temeritas cohibeo conicio depulso vere censura solvo vilis ut nesciunt.",
        "attachments": [
            "https://picsum.photos/seed/dbjSaVEa6U/640/480",
            "https://picsum.photos/seed/IwpqVCOQo3/640/480",
            "https://picsum.photos/seed/0X32fb12R/640/480"
        ],
        "details": [
            {
                "key": "even",
                "label": "when",
                "type": "TEXT",
                "value": "mystify"
            },
            {
                "key": "doubtfully",
                "label": "ha",
                "type": "TEXT",
                "value": "deconstruct"
            },
            {
                "key": "carefree",
                "label": "brr",
                "type": "BADGES",
                "values": [
                    "ugh",
                    "where",
                    "cleverly",
                    "notwithstanding",
                    "venue",
                    "treasured",
                    "regularly",
                    "boggle",
                    "adjure"
                ]
            },
            {
                "key": "beef",
                "label": "wilted",
                "type": "BADGES",
                "values": [
                    "ew",
                    "yippee",
                    "alongside",
                    "lace",
                    "meh",
                    "what",
                    "brunch"
                ]
            },
            {
                "key": "supposing",
                "label": "chivalry",
                "type": "BADGES",
                "values": []
            },
            {
                "key": "once",
                "label": "ack",
                "type": "BADGES",
                "values": [
                    "venture",
                    "queasy",
                    "generous"
                ]
            },
            {
                "key": "gee",
                "label": "nit",
                "type": "TEXT",
                "value": "insubstantial"
            },
            {
                "key": "failing",
                "label": "victoriously",
                "type": "BADGES",
                "values": [
                    "openly",
                    "gosh",
                    "diesel",
                    "so",
                    "correspond",
                    "yum",
                    "oval",
                    "alongside",
                    "abaft",
                    "submit"
                ]
            }
        ],
        "createdAt": "2024-03-25T11:16:09.570Z",
        "updatedAt": "2024-03-25T11:16:09.570Z"
    },
    {
        "id": 18,
        "name": "mesh back-end relationships",
        "startPrice": 112,
        "endPrice": 129,
        "imgUrl": "https://picsum.photos/seed/uPAQ1/640/480",
        "textDescription": "Constans cernuus tergeo quibusdam repudiandae admoneo dolorum architecto sint ab. Usque corrupti summa. Abstergo ratione volup advenio.<br/><br/>\nTolero curso vito coma crudelis. Aggredior aveho theologus. Aspicio beatae deficio pauci cenaculum crudelis soleo nesciunt.<br/><br/>\nAspicio vesper cupio expedita molestiae adflicto vox adhuc crepusculum. Cotidie adhaero ago. Crux thorax provident decens veniam ultra voluptatem tolero curvo.<br/><br/>\nTergum virtus spargo aufero contego. Voluptatum tepidus decipio cupiditate debitis ciminatio nostrum. Circumvenio demoror unus succedo caput terror delectus decerno.<br/><br/>\nSit varietas ars sordeo. Ratione deputo curatio colo suspendo careo amicitia expedita. Statim alienus ars uberrime cicuta laboriosam commodo.<br/><br/>\nIncidunt carbo pecto desparatus error. Cervus careo at claro deleniti ultra tristis ascit comes tenuis. Vinculum absque venio debitis.<br/><br/>\nConforto aperio consequatur canis denuncio statim censura arguo neque. Totam clam urbs denego adipisci accommodo defetiscor. Neque amissio ventito supra aptus voluptate toties.<br/><br/>\nTenax utpote stabilis cohaero arbitro acerbitas curo cauda. Cognatus cupressus coadunatio speciosus abscido. Sed vesica denuncio arcesso doloribus animus usus theologus astrum optio.<br/><br/>\nInfit anser eligendi suus colo. Praesentium deripio repellat conventus aranea sol desparatus tempore. Volaticus tepesco caelum circumvenio tempora comminor aeternus urbanus decerno.<br/><br/>\nCohors volubilis vulgaris ademptio strenuus assentator. Asper tribuo canis defendo vomer. Quisquam denuo velum.",
        "attachments": [],
        "details": [
            {
                "key": "instantly",
                "label": "entity",
                "type": "TEXT",
                "value": "misappropriate"
            },
            {
                "key": "society",
                "label": "obnoxiously",
                "type": "TEXT",
                "value": "duff"
            },
            {
                "key": "nicely",
                "label": "always",
                "type": "TEXT",
                "value": "fishing"
            },
            {
                "key": "kindhearted",
                "label": "delayed",
                "type": "BADGES",
                "values": [
                    "likely",
                    "under",
                    "nor",
                    "praise",
                    "anticipate",
                    "childbirth",
                    "razz",
                    "artery",
                    "lest",
                    "legislature"
                ]
            },
            {
                "key": "nor",
                "label": "harbor",
                "type": "TEXT",
                "value": "rotating"
            },
            {
                "key": "budget",
                "label": "majestically",
                "type": "BADGES",
                "values": [
                    "admirable",
                    "phooey",
                    "between",
                    "or",
                    "nor",
                    "institute",
                    "that",
                    "prescription",
                    "surcharge"
                ]
            },
            {
                "key": "demarcate",
                "label": "however",
                "type": "TEXT",
                "value": "yieldingly"
            },
            {
                "key": "comprise",
                "label": "weakly",
                "type": "BADGES",
                "values": [
                    "ah",
                    "which",
                    "against"
                ]
            }
        ],
        "createdAt": "2024-03-25T11:16:10.468Z",
        "updatedAt": "2024-03-25T11:16:10.468Z"
    },
    {
        "id": 19,
        "name": "engage impactful partnerships",
        "startPrice": 181,
        "endPrice": 213,
        "imgUrl": "https://picsum.photos/seed/PhXj9v9n/640/480",
        "textDescription": "Velociter ater astrum confero vulgaris ustulo cubitum. Causa pecto thalassinus. Circumvenio textus cubo ulciscor.<br/><br/>\nAdvoco error vitae tibi titulus tam defessus studio curia. Suus decipio tersus alias aequitas taedium terreo defetiscor acceptus. Tantum tondeo alter tremo bellicus umerus optio.<br/><br/>\nUltio vitae cedo. Tego despecto amissio eos tollo adsidue templum. Vallum confugo turbo canonicus compello thymbra ambitus caterva aspernatur.<br/><br/>\nUna degero sortitus canis torqueo deserunt supplanto. Tempora amoveo abstergo sufficio subito deorsum abutor itaque volo. Desino strues reiciendis adhaero.<br/><br/>\nIpsa carus maiores denuncio contra vivo. Blandior animi tabella absorbeo denique tabernus vesco. Calco coaegresco dolore audio demo acquiro consequatur concido.<br/><br/>\nVicinus aggredior error arceo patrocinor. Summopere cupio tredecim arbor cumque aranea. Reiciendis certe quo trado consequuntur solio sequi apostolus iure porro.<br/><br/>\nSubvenio arbustum crapula. Cimentarius desolo strues crur atavus depono comitatus supra. Amplus decimus suscipit tremo.<br/><br/>\nArtificiose atrox censura vespillo soluta ratione. Defaeco contra creber admitto consectetur cursim censura vox sint. Tero arma solium suscipit synagoga dignissimos sursum voluptatem alii.<br/><br/>\nVesco rerum alius bestia despecto surgo. Vergo totus allatus desparatus. Voluptatem vomer distinctio denique vulgivagus valde voluptatem credo casus.<br/><br/>\nCondico sollicito alter cilicium virtus video adinventitias dignissimos. Facere tubineus non. Suscipit conspergo sollers minus.",
        "attachments": [
            "https://picsum.photos/seed/ulD18Ndb/640/480",
            "https://picsum.photos/seed/1kIGoR6eO6/640/480",
            "https://picsum.photos/seed/VJrfcGc/640/480",
            "https://picsum.photos/seed/DTRst/640/480",
            "https://picsum.photos/seed/vMkh8DGKP/640/480",
            "https://picsum.photos/seed/TXERP9M/640/480",
            "https://picsum.photos/seed/PabHlQ/640/480",
            "https://picsum.photos/seed/eNidD/640/480",
            "https://picsum.photos/seed/Ov1EoVuAf/640/480"
        ],
        "details": [
            {
                "key": "gadzooks",
                "label": "reluctantly",
                "type": "BADGES",
                "values": [
                    "once",
                    "introduction",
                    "triumphantly",
                    "finalise"
                ]
            },
            {
                "key": "evenly",
                "label": "opposite",
                "type": "BADGES",
                "values": [
                    "yum",
                    "depart",
                    "accede",
                    "circa",
                    "drat",
                    "gadzooks",
                    "geez",
                    "shade",
                    "yum",
                    "pfft"
                ]
            },
            {
                "key": "lustrous",
                "label": "sedately",
                "type": "TEXT",
                "value": "oof"
            },
            {
                "key": "meanwhile",
                "label": "scruple",
                "type": "BADGES",
                "values": [
                    "developmental",
                    "wrongly",
                    "er",
                    "to",
                    "jumbo",
                    "likewise",
                    "stride"
                ]
            }
        ],
        "createdAt": "2024-03-25T11:16:11.433Z",
        "updatedAt": "2024-03-25T11:16:11.433Z"
    },
    {
        "id": 20,
        "name": "expedite plug-and-play web services",
        "startPrice": 579,
        "endPrice": 630,
        "imgUrl": "https://picsum.photos/seed/yviWWzyp/640/480",
        "textDescription": "Corona cunabula conduco utroque communis aranea. Eveniet thalassinus vinitor curia. Terror amplus paens calcar.<br/><br/>\nAvaritia sophismata theca civis. Conturbo cado quas peccatus maxime. Demulceo vis minus tabesco illo alias admiratio.<br/><br/>\nTerra acsi terga suscipio callide basium cibo curis conduco. Advenio ducimus tredecim. Quo cuius balbus ubi.<br/><br/>\nSpes copia adipisci comminor nostrum comparo. Curto clam absum conventus ipsa aspicio. Odio angulus subito veniam sodalitas velum incidunt vilis.<br/><br/>\nVoluptatum ambulo ab. Ea undique cognatus animi despecto beneficium tempore vinculum. Ultra sumptus tibi.<br/><br/>\nComprehendo theca abstergo spiculum autus conforto ubi. Annus cursus defero. Tamquam vitiosus dolorum cicuta ascit vivo absum vox.<br/><br/>\nAccusantium cito exercitationem peior contra arbustum causa. Amet undique solitudo. Tempore pecto volubilis acquiro trans.<br/><br/>\nTruculenter uberrime ea. Desparatus stultus utilis corrupti via depono repellat bibo. Ars demulceo corrigo defendo tutis.<br/><br/>\nCreptio fugiat cernuus sophismata tollo commodi socius. Paulatim bellicus aliquam alioqui terror illum denique averto bellicus conatus. Conicio tergo tertius.<br/><br/>\nDenuncio cursus ullus dolores debitis coma tener vobis sortitus crudelis. Copiose cuius sum thorax cornu. Adfero caste tergiversatio ciminatio tamen.",
        "attachments": [
            "https://picsum.photos/seed/D1hO9Jaq/640/480",
            "https://picsum.photos/seed/XZxbqNg0/640/480",
            "https://picsum.photos/seed/kkLrdAbZK/640/480",
            "https://picsum.photos/seed/6oCub3v/640/480",
            "https://picsum.photos/seed/bm3tPrOGB/640/480"
        ],
        "details": [
            {
                "key": "limply",
                "label": "coolly",
                "type": "TEXT",
                "value": "lest"
            },
            {
                "key": "once",
                "label": "utterly",
                "type": "TEXT",
                "value": "courageously"
            },
            {
                "key": "though",
                "label": "within",
                "type": "TEXT",
                "value": "scared"
            },
            {
                "key": "resemble",
                "label": "underline",
                "type": "TEXT",
                "value": "ill-informed"
            }
        ],
        "createdAt": "2024-03-25T11:16:12.563Z",
        "updatedAt": "2024-03-25T11:16:12.563Z"
    },
    {
        "id": 21,
        "name": "embrace revolutionary action-items",
        "startPrice": 212,
        "endPrice": 213,
        "imgUrl": "https://picsum.photos/seed/IQC0I7r5eF/640/480",
        "textDescription": "Crudelis debeo aliquid spoliatio cetera consuasor. Sum territo commemoro amplus sui. Cribro synagoga vere arx trepide vestigium.<br/><br/>\nSpero bos stillicidium turba tam. Amitto temeritas tenax tandem umbra assumenda. Deficio certe audentia arcus.<br/><br/>\nDamnatio contigo aro vetus venio adopto. Adficio aiunt quaerat quam aufero thorax aestivus. Distinctio decretum cunabula patrocinor ustilo temeritas.<br/><br/>\nTrado suscipit velum cohaero sum vita creber. Vergo deorsum auctus annus addo via amplitudo absens. Quidem thymum doloremque cauda perspiciatis adfero subvenio.<br/><br/>\nBibo deorsum dicta eligendi vigilo vobis denego aggredior. Quidem itaque inflammatio natus venio. Curto itaque iure temporibus magnam calculus trans sophismata condico.<br/><br/>\nAlioqui rem pariatur spero stella subiungo vitium. Admoneo tondeo cornu ratione deserunt. Vae curo aetas arto aestivus benevolentia doloremque exercitationem cauda.<br/><br/>\nVehemens demens crebro quasi vigilo cur carpo adipiscor turbo. Aduro perspiciatis summa arca aliquid textus. Admitto adhuc repellat convoco advoco.<br/><br/>\nAtavus accusator solutio sortitus commemoro sequi civitas. Abeo et talus vilis supplanto aduro aperiam agnitio. Solitudo deinde deinde denique vinum eos totus delectus basium.<br/><br/>\nDamno patior adicio condico. Cupressus caste deinde solvo volubilis degenero caveo tergo demonstro. Summa sonitus voluptatem textilis voluptatem accusamus civitas decretum trepide.<br/><br/>\nAscit desino dapifer atavus aperiam. Vulgus curvo speculum recusandae curis praesentium contego utpote succedo degero. Laboriosam cur aperiam.",
        "attachments": [
            "https://picsum.photos/seed/hHpdpC7S/640/480",
            "https://picsum.photos/seed/LfLwa6k1x/640/480"
        ],
        "details": [
            {
                "key": "unaccountably",
                "label": "harmony",
                "type": "BADGES",
                "values": [
                    "nifty",
                    "growing",
                    "other",
                    "trait",
                    "above"
                ]
            },
            {
                "key": "dwell",
                "label": "till",
                "type": "BADGES",
                "values": [
                    "livid",
                    "secondary",
                    "essential",
                    "queasily",
                    "nit",
                    "atop",
                    "suspiciously"
                ]
            },
            {
                "key": "defog",
                "label": "as",
                "type": "BADGES",
                "values": [
                    "where",
                    "once",
                    "trivial",
                    "couple"
                ]
            },
            {
                "key": "mezzanine",
                "label": "joshingly",
                "type": "BADGES",
                "values": [
                    "whoa",
                    "sandwich",
                    "hateful"
                ]
            },
            {
                "key": "until",
                "label": "except",
                "type": "BADGES",
                "values": [
                    "for",
                    "promptly",
                    "sphynx",
                    "deeply",
                    "merrily",
                    "courageously",
                    "mid",
                    "analogy",
                    "cuticle",
                    "resuscitate"
                ]
            },
            {
                "key": "reek",
                "label": "aha",
                "type": "BADGES",
                "values": [
                    "at",
                    "harbor",
                    "sometimes",
                    "fragrance",
                    "nationalize",
                    "fishing"
                ]
            },
            {
                "key": "punctually",
                "label": "grok",
                "type": "BADGES",
                "values": [
                    "hesitation",
                    "which",
                    "tremendously",
                    "stop",
                    "upwardly",
                    "when",
                    "tensely"
                ]
            },
            {
                "key": "so",
                "label": "sailboat",
                "type": "BADGES",
                "values": [
                    "intensity",
                    "provided",
                    "toughen",
                    "gorgeous",
                    "so",
                    "whoa",
                    "mmm",
                    "useless"
                ]
            }
        ],
        "createdAt": "2024-03-25T11:16:13.567Z",
        "updatedAt": "2024-03-25T11:16:13.567Z"
    },
    {
        "id": 22,
        "name": "incentivize magnetic technologies",
        "startPrice": 506,
        "endPrice": 556,
        "imgUrl": "https://picsum.photos/seed/XcWqI/640/480",
        "textDescription": "Comedo rerum deficio neque surculus. Decimus amiculum confido cras tamen quia universe delego. Thalassinus condico cariosus.<br/><br/>\nCuria derelinquo supplanto uterque desparatus debitis conqueror termes. Quos vere celebrer patruus arbustum termes virtus acsi taceo teres. Audentia custodia terror adhaero qui cunabula.<br/><br/>\nVereor aveho deduco commodo canto sophismata solio. Terminatio rem thymum summisse sursum. Ater acerbitas deprecator vos tubineus timor tempore apostolus.<br/><br/>\nAscisco comminor corrumpo deprecator. Acsi cum conqueror comptus. Calcar turpis auditor ubi beatus odio adnuo conitor.<br/><br/>\nMaxime vix caries. Defetiscor capitulus totus versus beatae cura colligo. Blanditiis truculenter arceo repudiandae.<br/><br/>\nLibero deduco contigo conspergo amplitudo dedico canis ante decretum. Minus tibi deprecator. Vinculum claro appono quidem cena templum coerceo virtus anser tabella.<br/><br/>\nVictoria defetiscor decretum ante sufficio torrens derelinquo debilito magni. Validus nostrum crustulum perferendis incidunt doloremque fugiat totam audentia summopere. Cena tamen valeo tolero creator certe tego.<br/><br/>\nUna itaque baiulus explicabo taedium amiculum cura. Vehemens despecto clibanus alienus debilito torrens volup tutis. Curso vomica angelus nemo.<br/><br/>\nAbbas tutamen possimus via cilicium. Quam similique dignissimos. Vigor vulgo delicate at derideo aggero.<br/><br/>\nCaritas amo vilitas caries vulnus. Crudelis vetus molestiae harum taceo. Illo alii celo exercitationem brevis spiculum blanditiis alii.",
        "attachments": [
            "https://picsum.photos/seed/IIhuz/640/480",
            "https://picsum.photos/seed/zGNxC/640/480"
        ],
        "details": [
            {
                "key": "fat",
                "label": "gah",
                "type": "TEXT",
                "value": "definite"
            },
            {
                "key": "vice",
                "label": "with",
                "type": "TEXT",
                "value": "against"
            },
            {
                "key": "whisper",
                "label": "proceedings",
                "type": "BADGES",
                "values": [
                    "now",
                    "phooey",
                    "schnitzel",
                    "ouch",
                    "before",
                    "after"
                ]
            },
            {
                "key": "inasmuch",
                "label": "forestall",
                "type": "BADGES",
                "values": [
                    "zowie",
                    "round",
                    "woot",
                    "until",
                    "wait"
                ]
            },
            {
                "key": "openly",
                "label": "vicious",
                "type": "TEXT",
                "value": "hm"
            },
            {
                "key": "objection",
                "label": "certainly",
                "type": "BADGES",
                "values": [
                    "geez",
                    "blah",
                    "frightfully",
                    "behind",
                    "anenst",
                    "gaze",
                    "swiftly"
                ]
            },
            {
                "key": "conductor",
                "label": "analogue",
                "type": "TEXT",
                "value": "times"
            },
            {
                "key": "obediently",
                "label": "throw",
                "type": "BADGES",
                "values": [
                    "dramatize",
                    "gracious",
                    "unfortunately"
                ]
            },
            {
                "key": "phooey",
                "label": "mistrust",
                "type": "TEXT",
                "value": "uh-huh"
            },
            {
                "key": "boldly",
                "label": "till",
                "type": "TEXT",
                "value": "famously"
            }
        ],
        "createdAt": "2024-03-25T11:16:13.921Z",
        "updatedAt": "2024-03-25T11:16:13.921Z"
    },
    {
        "id": 23,
        "name": "brand impactful content",
        "startPrice": 325,
        "endPrice": 380,
        "imgUrl": "https://picsum.photos/seed/FhfLq/640/480",
        "textDescription": "Curvo censura possimus dicta. Spoliatio spes modi illo cresco toties administratio. Admoveo decipio adhaero damnatio ullus totam tabgo suadeo.<br/><br/>\nSpiculum urbanus trans eum verbera volutabrum adhaero acquiro uredo. Vomica concido animus causa alioqui volo. Textus terga cruentus derideo audax virgo soluta ante cumque tricesimus.<br/><br/>\nArcesso ea eius denuncio copia vulariter cernuus aggredior cursus urbs. Tamisium votum atrox. Confero vomito conscendo itaque adeo vitiosus.<br/><br/>\nUter condico tracto mollitia. Coerceo umerus angulus tristis spectaculum antea. Tum totidem coruscus universe asporto consequuntur caveo absum.<br/><br/>\nCopia xiphias abutor. Teneo clamo deporto. Constans ocer vilicus viscus provident ulciscor.<br/><br/>\nApostolus et aggero tracto. Adipiscor sunt delinquo. Caritas asporto abduco careo umerus vis.<br/><br/>\nArceo dolores depereo volutabrum sto laudantium. Culpo curia catena candidus vespillo contigo aequus defero patior. Virga adstringo comparo omnis amor unde nihil terreo.<br/><br/>\nRepellat desipio apostolus autem subito similique thema textor sperno timor. Temperantia tenuis reprehenderit. Combibo venia texo recusandae vigilo nihil adicio demum brevis.<br/><br/>\nLaborum patior comburo vobis bestia pecus absque comparo voluptatem uxor. Arcesso depono vester ulciscor depromo nihil compello teres non. Crepusculum amitto sodalitas tricesimus arbustum.<br/><br/>\nItaque pel atavus talus vorago quam est adsuesco canonicus. Viriliter truculenter tempora animi comburo culpa. Degusto vindico absorbeo alius candidus aliquam.",
        "attachments": [
            "https://picsum.photos/seed/ebOew/640/480",
            "https://picsum.photos/seed/seCXz7A/640/480",
            "https://picsum.photos/seed/T381Hk7pW/640/480",
            "https://picsum.photos/seed/TAEMJARs/640/480",
            "https://picsum.photos/seed/rr1fXI/640/480",
            "https://picsum.photos/seed/o8IYiV5B/640/480"
        ],
        "details": [
            {
                "key": "till",
                "label": "disloyal",
                "type": "BADGES",
                "values": [
                    "awe",
                    "right",
                    "buoy",
                    "reluctantly",
                    "ew",
                    "periodic",
                    "inasmuch"
                ]
            },
            {
                "key": "gah",
                "label": "cultivar",
                "type": "TEXT",
                "value": "because"
            },
            {
                "key": "bah",
                "label": "phew",
                "type": "TEXT",
                "value": "often"
            },
            {
                "key": "with",
                "label": "consequently",
                "type": "TEXT",
                "value": "how"
            },
            {
                "key": "since",
                "label": "triumphantly",
                "type": "TEXT",
                "value": "uh-huh"
            },
            {
                "key": "interviewer",
                "label": "eek",
                "type": "TEXT",
                "value": "breakthrough"
            },
            {
                "key": "solemnly",
                "label": "giving",
                "type": "BADGES",
                "values": [
                    "indeed",
                    "loudly",
                    "zealous",
                    "closed"
                ]
            },
            {
                "key": "as",
                "label": "furthermore",
                "type": "BADGES",
                "values": [
                    "majestically",
                    "puzzled"
                ]
            },
            {
                "key": "render",
                "label": "whether",
                "type": "TEXT",
                "value": "gah"
            }
        ],
        "createdAt": "2024-03-25T11:16:14.594Z",
        "updatedAt": "2024-03-25T11:16:14.594Z"
    },
    {
        "id": 24,
        "name": "integrate plug-and-play portals",
        "startPrice": 605,
        "endPrice": 645,
        "imgUrl": "https://picsum.photos/seed/MdEMKEkR8L/640/480",
        "textDescription": "Corona similique quaerat tutis cohors. Suffoco aureus xiphias bonus cauda vinum cum tergiversatio acer. Tametsi fugiat curvo adipiscor celer animadverto tempus.<br/><br/>\nDemitto uredo rem venia textus angustus aperio. Sustineo illo cenaculum desparatus. Vulnus sto conculco denuncio vir.<br/><br/>\nTripudio tracto comptus adficio denuncio unus. Tardus altus arguo unde porro caste. Sto sollers altus deprimo caute caterva.<br/><br/>\nDamnatio cupio damnatio utpote credo barba qui aspernatur vir. Caelum patrocinor soleo candidus calco earum eligendi vinculum. Substantia attonbitus aequus suffragium tantum conscendo vulariter sumo.<br/><br/>\nDeduco sequi ullus altus succurro. Adicio vivo nam teneo certe tyrannus autus delectatio eius crebro. Spiculum fuga stella desidero correptius enim.<br/><br/>\nCanis admiratio ubi solio coepi volva studio summisse. Patrocinor cauda summa uxor celer laborum casus. Canto illo theatrum crapula adhaero aegre super conduco.<br/><br/>\nAmoveo speculum vester. Supellex umbra uberrime adimpleo tremo saepe thesaurus articulus. Commodi tepidus pauci desidero cupio congregatio curtus totidem.<br/><br/>\nVolo spargo consectetur aeneus. Cursus stella caute clibanus velit accusantium denego in demum. Antiquus clementia amita totam textus cibo tertius decimus basium.<br/><br/>\nSuppono ager truculenter. Fugiat cui quo adfero accusantium suffragium antiquus. Quis dolore alius labore vis.<br/><br/>\nAltus suasoria pecco inventore copiose tenetur caritas. Cedo spoliatio adipiscor similique adfectus cultura deorsum. Desidero tantum defleo cicuta.",
        "attachments": [
            "https://picsum.photos/seed/EMPOnOicG/640/480"
        ],
        "details": [
            {
                "key": "normal",
                "label": "ouch",
                "type": "BADGES",
                "values": [
                    "bah",
                    "ransom",
                    "faint",
                    "badly",
                    "outside",
                    "that"
                ]
            },
            {
                "key": "plus",
                "label": "debilitate",
                "type": "BADGES",
                "values": [
                    "beside",
                    "irresponsible",
                    "gah",
                    "cruelly",
                    "boo",
                    "intelligence",
                    "conciliate",
                    "barring",
                    "too"
                ]
            }
        ],
        "createdAt": "2024-03-25T11:16:15.280Z",
        "updatedAt": "2024-03-25T11:16:15.280Z"
    }
]