[
    {
        "id": 1,
        "name": "deploy cross-platform channels",
        "startPrice": 261,
        "endPrice": 297,
        "imgUrl": "https://picsum.photos/seed/rnPm1dxPwU/640/480",
        "textDescription": "Sopor dolorum usus cornu illum arbor taedium. Artificiose suffoco undique cogo vis casus ipsam acceptus voluptatem. Tutamen ventito eos rerum totam despecto consuasor denego conventus verto.<br/><br/>\nCaveo paens veritatis denuncio acceptus cogito. Timor solio qui valens hic vulticulus. Vapulus constans veritatis amicitia stella curiositas itaque summopere tumultus.<br/><br/>\nDebeo statim alveus denego cuius consuasor tracto turbo. Accommodo vitium speciosus tum acsi tamquam arbustum cogo ancilla abundans. Apto nobis demoror territo thermae abstergo debitis canonicus tabgo arx.<br/><br/>\nTollo confido sui sed vinum victoria. Curis beatus deludo nam taedium sum eveniet colo. Vulticulus sit vindico conqueror tendo spiritus cribro dolore.<br/><br/>\nComptus crudelis amita iste necessitatibus bis architecto adfectus. Aggredior villa alius illum capto deficio et. Demergo crinis pauper thymum ulciscor quaerat venustas tabula.<br/><br/>\nDecimus volubilis universe aveho tumultus. Vicinus tabella sapiente dens eaque arto aggero testimonium. Deludo acies expedita ventus.<br/><br/>\nVulnero arca conscendo perferendis tubineus inflammatio sufficio amo nisi acervus. Atqui verto cotidie defaeco defaeco umbra trucido amo contego pecus. Ultio reiciendis clementia defero cervus atque deprecator vulgo.<br/><br/>\nTexo conqueror arceo. Desipio molestias bos viscus adhuc. Reiciendis amplitudo curto coepi facilis atqui capillus volo caput contigo.<br/><br/>\nPatrocinor somnus acquiro adficio. Compono certus aro. Architecto aegrotatio expedita demulceo torqueo surgo soluta patrocinor depereo.<br/><br/>\nDeinde suasoria crudelis sollicito clam cogito vulgivagus bene supellex audentia. Calculus termes sulum tum. Titulus temperantia clibanus contigo utroque.",
        "attachments": [
            "https://picsum.photos/seed/sJ7Sfuw/640/480",
            "https://picsum.photos/seed/nSmYhtjXk/640/480",
            "https://picsum.photos/seed/SAFvE/640/480",
            "https://picsum.photos/seed/zv1BVtym/640/480",
            "https://picsum.photos/seed/4LWZtlJs3/640/480",
            "https://picsum.photos/seed/sY3JGD/640/480",
            "https://picsum.photos/seed/UlTHXVlE/640/480"
        ],
        "details": [
            {
                "key": "intensely",
                "label": "seemingly",
                "type": "BADGES",
                "values": [
                    "eleventh",
                    "questionable",
                    "minus",
                    "yum",
                    "armadillo",
                    "midst",
                    "bashfully",
                    "although"
                ]
            },
            {
                "key": "actually",
                "label": "aggravating",
                "type": "TEXT",
                "value": "emboss"
            },
            {
                "key": "longingly",
                "label": "athwart",
                "type": "TEXT",
                "value": "next"
            },
            {
                "key": "sweetly",
                "label": "but",
                "type": "TEXT",
                "value": "husk"
            },
            {
                "key": "controversy",
                "label": "gadzooks",
                "type": "BADGES",
                "values": [
                    "weakly",
                    "algebra",
                    "times",
                    "yuck",
                    "incarcerate",
                    "generously"
                ]
            },
            {
                "key": "plight",
                "label": "where",
                "type": "BADGES",
                "values": []
            }
        ],
        "createdAt": "2024-03-20T14:58:00.725Z",
        "updatedAt": "2024-03-20T14:58:00.725Z"
    }
]